"256 Grays"						= "256 harmaasävyä";
"256 Colors"					= "256 väriä";
"Thousands"						= "Tuhansia";
"Millions"						= "Miljoonia";
"Trillions"						= "Biljoonia";
"Unknown"						= "Tuntematon";

"CountdownString"				= "Palautuu automaattisesti 1 sekunnissa.";
"CountdownsString"				= "Palautuu automaattisesti %d sekunnissa.";

"480iString"					= "480i (televisio)";
"480pString"					= "480p (televisio)";
"720iString"					= "720i (televisio)";
"720pString"					= "720p (televisio)";
"1080iString"					= "1080i (televisio)";
"1080pString"					= "1080p (televisio)";
"480iPALString"					= "480i (PAL-televisio)";
"480pPALString"					= "480p (PAL-televisio)";
"720iPALString"					= "720i (PAL-televisio)";
"720pPALString"					= "720p (PAL-televisio)";
"1080iPALString"				= "1080i (PAL-televisio)";
"1080pPALString"				= "1080p (PAL-televisio)";

"ResolutionTimingString" 		= "%d × %d, %d Hz";
"ResolutionTimingStringFract" 	= "%d × %d, %.1f Hz";
"StretchedTimingString" 		= "%d × %d, %d Hz (venytetty)";
"StretchedTimingStringFract" 	= "%d × %d, %.1f Hz (venytetty)";
"SimulscanTimingString" 		= "%d × %d, %d Hz (simulscan)";
"SimulscanTimingStringFract" 	= "%d × %d, %.1f Hz (simulscan)";
"ExternalTimingString" 			= "%d × %d, %d Hz (ulkoinen)";
"ExternalTimingStringFract" 	= "%d × %d, %.1f Hz (ulkoinen)";
"InterlacedTimingString" 		= "%d × %d (lomitettu)";
"InterlacedTimingStringFract" 	= "%d × %d %.1f Hz (lomitettu)";

"SimulscanPALTimingString" 		= "%d × %d, 50 Hz (PAL-televisio)";
"SimulscanNTSCTimingString" 	= "%d × %d, 60 Hz (NTSC-televisio)";

"ResolutionTimingString0Hz" 	= "%d × %d";
"StretchedTimingString0Hz" 		= "%d × %d (venytetty)";
"SimulscanTimingString0Hz" 		= "%d × %d (simulscan)";
"ExternalTimingString0Hz" 		= "%d × %d (ulkoinen)";
"InterlacedTimingString0Hz" 	= "%d × %d (lomitettu)";

"Turn On Mirroring"				= "Peilaus päälle";
"Turn Off Mirroring"			= "Peilaus pois";

"Detect Displays"				= "Etsi näyttöjä";
"Open Displays"					= "Näyttöasetukset…";

"Main Display"					= "Päänäyttö";
"Display n"						= "Näyttö %d";

"Recent Modes"					= "Äskeisten kohteiden määrä";
"0"								= "0";
"3"								= "3";
"5"								= "5";
"10"							= "10";
